Repository: kfgithubde/EDR2
Catalog: Source/locale/EDR2-*.po
Languages: es

source: No accident EDR data
es: No hay datos EDR de accidentes

source: No crash MME data
es: No hay datos MME de accidentes

source: No time data
es: Sin datos de tiempo

source: X-Direction EDR: Acceleration and change in velocity
es: X-Dirección EDR: Aceleración y cambio de velocidad

source: Y-Direction EDR: Acceleration and change in velocity
es: Y-Dirección EDR: Aceleración y cambio de velocidad

source: Z-Direction EDR: Acceleration and change in velocity
es: Z-Dirección EDR: Aceleración y cambio de velocidad

source: X-Direction: MME data set unfiltered and filtered at 150Hz
es: X-Dirección: conjunto de datos MME sin filtrar y filtrado a 150 Hz

source: Y-Direction: MME data set unfiltered and filtered at 150Hz
es: Y-Dirección: conjunto de datos MME sin filtrar y filtrado a 150 Hz

source: Z-Direction: MME data set unfiltered and filtered at 150Hz
es: Z-Dirección: conjunto de datos MME sin filtrar y filtrado a 150 Hz

source: Assessment X-Direction, error corridor
es: Evaluación X-Direction, corredor de error

source: Assessment Y-Direction, error corridor
es: Evaluación Y-Direction, corredor de error

source: Assessment Z-Direction, error corridor
es: Evaluación Z-Direction, corredor de error

source: EDR Data
es: Datos EDR

source: Record to Use
es: Grabar para usar

source: File
es: Archivo

source: Open
es: Abrir

source: Plot X
es: Trama X

source: Plot Y
es: Trama Y

source: Plot Z
es: Trama Z

source: ISO-MME Data
es: ISO-MME Datos

source: Scale Factor X
es: Factor de escala X

source: File X
es: Archivo X

source: Scale Factor Y
es: Factor de escala Y

source: File Y
es: Archivo Y

source: Scale Factor Z
es: Factor de escala Z

source: File Z
es: Archivo Z

source: Plot Window
es: Ventana de trazado

source: Assessment
es: Evaluación

source: To Inialize
es: inializar

source: Limit Curve
es: Curva límite

source: X Assessment
es: Evaluación X

source: Y Assessment
es: Evaluación Y

source: Z Assessment
es: Evaluación Z

source: Hardcopy
es: Copia impresa

source: Make a Harcopy
es: Hacer una copia impresa

source: Quit Alt-F4
es: Salir

source: Quit the application
es: Salir de la aplicación

source: &File
es: Archivo

source: About F1
es: Sobre

source: Show info about this application
es: Mostrar información sobre esta aplicación

source: Licence
es: Licencia

source: Help
es: Ayuda

source: Program Version: %d.%d%s Build %d
es: Versión del programa: %d.%d%s Build %d

source: EDR2 can be used to compare the data of an automotive Event Data Recorder with the corresponding data obtained by full scale crash tests.
es: EDR2 se puede utilizar para comparar los datos de un EDR de automoción con los datos correspondientes obtenidos por pruebas de choque a escala real.

source: GCC Version:
es: Versión de GCC:

source: Website:
es: Pagina Web:

source: Welcome to EDR2
es: Bienvenido a EDR2

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or at your option any later version.
es: Este programa es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la Licencia General Pública de GNU publicada por la Free Software Foundation, ya sea la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: Este programa se distribuye con la esperanza de que sea útil pero SIN NINGUNA GARANTÍA; incluso sin la garantía implícita de MERCANTIBILIDAD o CALIFICADA PARA UN PROPÓSITO EN PARTICULAR. Vea la Licencia General Pública de GNU para más detalles.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.
es: Usted ha debido de recibir una copia de la Licencia General Pública de GNU junto con este programa. Si no, vea <http://www.gnu.org/licenses/>.
